Repository: AlexSergey/react-i18next-example
Catalog: translations/*.po
Languages: ru

source: Add Todo
ru: Добавить задачу

source: Create a <bold>new</bold> <italic>todo</italic>
ru: Создать <bold>новую</bold> <italic>задачу</italic>

source: What needs to be done?
ru: Что нужно выполнить?

source: This field is required
ru: Это обязательное поле

source: Mark as completed
ru: Отметить как сделанное

source: Mark as uncompleted
ru: Отметить как не сделанное

# title
source: To add a todo, just fill the form below and click in add todo.
ru: Для добавления задачи заполните форму и кликните добавить задачу.

# title
source: Todo List
ru: Список задач

# todo
source: <icon /> Add todo
ru: <icon /> Добавить задачу

# one
source: {{count}} item
ru: {{count}} задача

# other
source: {{count}} items
ru: {{count}} задач

# many
source: {{count}} items
ru: {{count}} задач

# list
source: There's nothing to do :(
ru: Задач больше нет :(

# text
source: delete
ru: удалить

# message
source: Are you sure you want to {{deleteText, uppercase}}?
ru: Вы уверены, что хотите {{deleteText, uppercase}}?

# at
source: Created at {{date, DD/MM/YYYY}}
ru: Создано {{date, DD/MM/YYYY}}
